[
    {
        "id": 1,
        "titulo": "Formação Acadêmica",
        "texto": "\n\n  \n\n ### Técnico em Eletrônica - Simonsen ITS (2011-2013) \n\n  \n\n A minha jornada acadêmica é um mosaico de experiências e conhecimentos que se entrelaçam para construir uma base sólida e diversificada. Iniciei minha trajetória no mundo profissional com a conclusão do curso técnico em eletrônica, onde fui imerso nos fundamentos intricados dos circuitos e dispositivos eletrônicos. Essa fase marcou o início da minha paixão por desvendar os segredos da eletrônica e aplicar esse conhecimento na prática. \n\n  \n\n ### Tecnólogo em Automação Industrial - Estácio de Sá (2014-2022) \n\n  \n\n  Em seguida, direcionei meus esforços para a automação industrial, um campo que ofereceu uma perspectiva mais ampla e integrada. Aprofundei-me na compreensão dos processos industriais automatizados e sistemas de controle, adquirindo uma visão abrangente sobre a interconexão entre a eletrônica e a automação. \n\n  \n\n ### Análise e Desenvolvimento de Sistemas - Estácio de Sá (2023-2024) \n\n  \n\n  Atualmente, encontro-me imerso no desafiador universo da análise e desenvolvimento de sistemas. Este novo capítulo da minha formação visa fornecer as ferramentas necessárias para entender a lógica por trás dos códigos, arquitetar sistemas eficientes e contribuir para o mundo digital em constante evolução. \n\n A busca por oportunidades na área de desenvolvimento é um capítulo em aberto na minha jornada profissional, e estou determinado a continuar aprendendo, inovando e enfrentando os desafios que se apresentam, na esperança de que em breve as portas se abram para que eu possa aplicar e expandir meu conhecimento nesse campo dinâmico e promissor."
    },
    {
        "id": 2,
        "titulo": "Experiência Profissional",
        "texto": "A minha trajetória profissional tem sido marcada por experiências que abrangem tanto a área técnica quanto a administrativa, permitindo-me desenvolver habilidades diversas ao longo do tempo. \n\n  \n\n ### CR Roumillac \n\n  \n\n  No período de dezembro de 2015 a março de 2017, atuei como Auxiliar de Manutenção na CR Roumillac, onde fui responsável por diversas atividades relacionadas à manutenção do quadro de iluminação viária. Nesse contexto, destaco a instalação de disjuntores de 13.8kVA, uma tarefa que demandou precisão e conhecimento técnico. Além disso, participei ativamente na implementação de sistemas de proteção contra descargas atmosféricas (SPDA), contribuindo para a segurança das instalações. \n\n Meu papel também envolveu o suporte técnico, orientação e acompanhamento do trabalho da equipe, demonstrando não apenas habilidades técnicas, mas também uma capacidade efetiva de liderança. A parametrização de relés foi outra responsabilidade que desempenhei, destacando a minha habilidade em lidar com tecnologias específicas da área. \n\n \n\n  \n\n ### Dannemann Siemsen \n\n  \n\n A partir de outubro de 2017, ingressei na Dannemann Siemsen como Auxiliar Administrativo, ampliando meu leque de competências. Nessa função, desempenho atividades como a criação de documentos e planilhas utilizando Microsoft Word e Excel, auxiliando na produção de relatórios diversos. A troca eficiente de documentos e informações entre os departamentos é assegurada pelo uso do Outlook, uma ferramenta crucial para a comunicação interna e integração de informações. \n\n Uma das minhas responsabilidades-chave é a validação da integridade dos dados utilizando o Microsoft Excel, garantindo a confiabilidade das informações utilizadas na tomada de decisões. Essa experiência tem proporcionado um aprimoramento significativo das minhas habilidades administrativas, destacando a importância da organização, precisão e comunicação eficaz no ambiente de trabalho. \n\n Ambas as experiências têm contribuído para a minha formação profissional, proporcionando uma visão abrangente que combina habilidades técnicas e administrativas, fundamentais para enfrentar os desafios do mercado de trabalho contemporâneo. \n\n "
        
    },
    {
        "id": 3,
        "titulo": "Habilidades Complementares",
        "texto": "A minha bagagem profissional é enriquecida por um conjunto abrangente de conhecimentos complementares, que abarcam tanto as habilidades técnicas quanto as competências criativas e analíticas. \n\n No âmbito da produtividade e organização, possuo um domínio aprofundado do Pacote Office. Utilizo o Microsoft Word e Excel para a criação de relatórios detalhados e planilhas dinâmicas, proporcionando uma apresentação clara e eficaz de dados. Essas ferramentas são fundamentais para o meu cotidiano profissional, permitindo-me comunicar informações de forma precisa e profissional. \n\n A minha proficiência em manutenção de computadores amplia a minha capacidade de gerir e solucionar questões relacionadas à tecnologia, garantindo a eficiência e confiabilidade dos equipamentos que utilizo. Esta habilidade é crucial para o meu desempenho em ambientes de trabalho que demandam um uso intensivo de tecnologia. \n\n No âmbito criativo, possuo habilidades avançadas em Adobe Photoshop, uma ferramenta essencial para manipulação de imagens e criação de materiais visuais impactantes. Essa competência agrega valor à minha capacidade de comunicação visual e apresentação de informações de maneira atraente. \n\n Quanto às tecnologias industriais, tenho experiência em CLP (Controladores Lógicos Programáveis) e Sistemas Supervisórios (SCADA), fundamentais para a automação e controle de processos industriais. Estas habilidades são complementadas pela minha proficiência em programação, abrangendo linguagens como C, C++, Python, HTML, CSS, Javascript e SQL. Essa diversidade de linguagens me confere a versatilidade necessária para enfrentar desafios em diferentes contextos tecnológicos. \n\n Além disso, a minha familiaridade com o Power BI destaca a minha capacidade de transformar dados brutos em informações visualmente acessíveis e compreensíveis, contribuindo para a análise de dados de maneira eficiente e estratégica. \n\n Esses conhecimentos complementares formam um conjunto integral de habilidades que me capacitam a desempenhar funções diversas e a enfrentar os desafios de um ambiente profissional dinâmico e tecnologicamente avançado. A busca contínua por atualização e aprimoramento nessas áreas reflete o meu comprometimento com a excelência e a inovação em todas as facetas da minha carreira. \n\n"
    },
    {
        "id": 4,
        "titulo": "Alura",
        "texto": "Recentemente assinei a plataforma Alura, marcando o início de uma jornada dedicada ao aprendizado e aprimoramento profissional. A decisão de mergulhar nos cursos oferecidos pela Alura reflete o meu compromisso em adquirir novos conhecimentos, aprofundar habilidades existentes e manter-me atualizado diante das demandas do mercado. \n\n A Alura, reconhecida por sua excelência educacional, tornou-se o meu ambiente de escolha para explorar uma gama diversificada de temas. Desde o momento da assinatura, tenho me dedicado diariamente a absorver o conteúdo de cursos que abrangem desde desenvolvimento de software até design e negócios. \n\n A abordagem prática e interativa da Alura tem se mostrado cativante e eficaz. Os exercícios, projetos e desafios propostos proporcionam uma imersão envolvente, permitindo que eu aplique os conceitos aprendidos de maneira prática. Essa dinâmica tem se revelado crucial para a consolidação do conhecimento e para a criação de uma base sólida em diversas áreas. \n\n A flexibilidade oferecida pela Alura é um diferencial significativo, permitindo-me adaptar o meu ritmo de aprendizado à minha agenda. Essa abordagem personalizada tem facilitado a conciliação entre o meu compromisso com o aprendizado e outras responsabilidades cotidianas. \n\n Assumir o compromisso de me dedicar à plataforma Alura é mais do que um investimento em conhecimento; é um passo estratégico em direção ao desenvolvimento profissional contínuo. Estou confiante de que os conhecimentos adquiridos nessa jornada contribuirão não apenas para o meu crescimento pessoal, mas também para aprimorar minha capacidade de enfrentar os desafios dinâmicos do ambiente profissional \n\n Em resumo, a assinatura da plataforma Alura representa não apenas uma escolha consciente, mas um compromisso ativo com o aprendizado e a evolução constante. Estou ansioso para explorar cada curso, absorver as lições valiosas e colher os benefícios dessa plataforma educacional renomada. \n\n"
    },
    {
        "id": 5,
        "titulo": "React",
        "texto": "Em meio ao vasto universo do desenvolvimento, descobri uma paixão que tem impulsionado minha jornada de aprendizado: o React. Esta biblioteca JavaScript, conhecida por sua eficiência na construção de interfaces de usuário dinâmicas e interativas, tornou-se o centro das minhas atenções e o foco principal da minha dedicação no campo do desenvolvimento web. \n\n O fascínio pelo React vai além de sua popularidade; ele reside na sua arquitetura componentizada e na forma elegante como lida com a renderização de elementos na web. Cada linha de código escrita no React parece ser um convite para explorar novas possibilidades e aprimorar a experiência do usuário de maneira intuitiva. \n\n Dentro desse contexto, tenho canalizado minha energia e esforços para mergulhar profundamente no aprendizado do React. As horas dedicadas à criação de componentes, à compreensão do fluxo de dados unidirecional, e à exploração de conceitos avançados como hooks têm sido momentos de desafio e satisfação. Cada desafio superado é uma vitória que alimenta ainda mais minha paixão por essa tecnologia. \n\n A prática diária tem sido minha aliada nesse percurso. Desenvolvendo projetos próprios, participando de desafios online e explorando as nuances do React, tenho consolidado meu entendimento e aprimorado minhas habilidades de resolução de problemas. Cada linha de código escrita é um passo mais próximo da mestria dessa biblioteca que transforma ideias em interfaces envolventes. \n\n Esta dedicação ao React não é apenas uma busca por conhecimento; é um compromisso apaixonado com o aprimoramento profissional e a capacidade de criar experiências digitais excepcionais. A velocidade com que o React evolui e suas aplicações práticas em projetos reais têm consolidado meu desejo de torná-lo uma parte intrínseca do meu repertório como desenvolvedor web. \n\n Neste emocionante capítulo da minha jornada profissional, o React não é apenas uma ferramenta, mas uma paixão que impulsiona meu desejo constante de inovação, aprendizado e excelência no desenvolvimento web. Estou ansioso para continuar essa caminhada, explorando novos horizontes e aprimorando minha habilidade no universo fascinante do React. \n\n "
    }
]